Repository: Quihico/script.extendedinfo
Catalog: resources/language/resource.language.*/strings.po
Languages: nl_nl

# Addon Description
source: This script offers various possibilities to display online content inside skins. Used services are themoviedb.org, theaudiodb.org, Trakt.TV and a lot more. Can also be used for importing / exporting skin settings, adding additional fanart stuff to library and cooking eggs. Needs skin support for most functions.
nl_nl: Dit script biedt verscheidene mogelijkheden om online inhoud weer te geven in skins. Gebruikte diensten zijn themoviedb.org, theaudiodb.org, Trakt.TV en nog veel meer. Het kan ook gebruikt worden voor im / exporteren van skin instellingen, toevoegen van extra afbeeldingen aan de bibliotheek en eieren koken. Vereist skin-ondersteuning voor de meest functies.

# #32000
source: Million
nl_nl: Miljoen

# #32001
source: Billion
nl_nl: Miljard

# #32002
source: Trillion
nl_nl: Biljoen

# #32003
source: Autocompletion language
nl_nl: Automatisch aanvullen taal

# #32004
source: Autocompletion provider
nl_nl: Automatisch aanvullen leverancier

# #32006
source: Use as thumbnail
nl_nl: Gebruik als miniatuur

# #32007
source: Use as fanart
nl_nl: Gebruik als achtergrond

# #32008
source: Autocompletion
nl_nl: Automatisch aanvullen

# #32009
source: Show person information
nl_nl: Toon persoon informatie

# #32010
source: Filmography
nl_nl: Filmografie

# #32011
source: Known movies
nl_nl: Bekende films

# #32012
source: Birthday
nl_nl: Geboortedag

# #32013
source: Day of death
nl_nl: Sterfdag

# #32014
source: Place of birth
nl_nl: Geboorteplaats

# #32016
source: Also known as
nl_nl: Ook bekend onder

# #32017
source: Homepage
nl_nl: Startpagina

# #32018
source: Role
nl_nl: Rol

# #32019
source: Job
nl_nl: Taak

# #32020
source: Age
nl_nl: Leeftijd

# #32021
source: In database
nl_nl: In databank

# #32022
source: Clear filters
nl_nl: Verwijder filters

# #32024
source: My account
nl_nl: Mijn acount

# #32025
source: Episode index
nl_nl: Aflevering index

# #32026
source: Related movie lists
nl_nl: Gerelateerde film lijsten

# #32027
source: Select person
nl_nl: Selecteer persoon

# #32028
source: Airing episodes
nl_nl: Momenteel uitgezonden afleveringen

# #32029
source: Season premiere episodes
nl_nl: Seizoen première afleveringen

# #32030
source: Movie appearances
nl_nl: Filmoptredens

# #32031
source: TV show appearances
nl_nl: TV-optredens

# #32032
source: Trending TV shows
nl_nl: Trendende TV series

# #32033
source: Enter person name
nl_nl: Voer naam van persoon in

# #32034
source: Person results for %s
nl_nl: Persoon resultaten voor %s

# #32035
source: Remove from list
nl_nl: Verwijder van lijst

# #32036
source: Movie list
nl_nl: Film lijst

# #32037
source: Overview
nl_nl: Overzicht

# #32038
source: TV shows airing today
nl_nl: TV series die vandaag uitgezonden worden

# #32039
source: On-the-air TV shows
nl_nl: Momenteel lopende TV series

# #32040
source: Top rated TV shows
nl_nl: Meest gewaardeerde TV series

# #32041
source: Popular TV shows
nl_nl: Populaire TV series

# #32042
source: In-cinema movies
nl_nl: Momenteel draaiende films

# #32043
source: Upcoming movies
nl_nl: Aankomende films

# #32044
source: Popular movies
nl_nl: Populaire films

# #32045
source: User-created lists
nl_nl: Door gebruiker gecreëerde lijsten

# #32046
source: Top rated movies
nl_nl: Meest gewaardeerde films

# #32047
source: Trending movies
nl_nl: Trendende films

# #32048
source: Opening movies
nl_nl: Première films

# #32049
source: Current DVD releases
nl_nl: Huidige DVD uitgaves

# #32050
source: Online information
nl_nl: Online informatie

# #32052
source: No trailers found
nl_nl: Geen trailers gevonden

# #32053
source: New DVD releases
nl_nl: Nieuwe DVD uitgaves

# #32054
source: Upcoming DVDs
nl_nl: Aankomende DVD's

# #32055
source: Box office
nl_nl: Kassa

# #32056
source: Top rentals
nl_nl: Meest verhuurd

# #32057
source: Dimensions
nl_nl: Dimensies

# #32058
source: Related
nl_nl: Gerelateerd

# #32059
source: Added movie to CouchPotato
nl_nl: Voeg film toe aan CouchPotato

# #32060
source: Relevance
nl_nl: Relevantie

# #32061
source: views
nl_nl: layouts

# #32062
source: One day
nl_nl: Een dag

# #32063
source: One week
nl_nl: Een week

# #32064
source: One month
nl_nl: Een maand

# #32065
source: One year
nl_nl: Een jaar

# #32067
source: Amount of days
nl_nl: Aantal dagen

# #32068
source: Amount of videos
nl_nl: Aantal video's

# #32069
source: Show similar videos
nl_nl: Toon soortgelijke video's

# #32070
source: Show filmography
nl_nl: Toon filmografie

# #32071
source: Released
nl_nl: Uitgegeven

# #32072
source: Post production
nl_nl: Na-productie

# #32073
source: In production
nl_nl: In de maak

# #32074
source: Ended
nl_nl: Beëindigd

# #32075
source: Returning series
nl_nl: Terugkerende series

# #32076
source: Planned
nl_nl: Gepland

# #32077
source: Remove filter
nl_nl: Verwijder filter

# #32078
source: Remove all
nl_nl: Verwijder alle

# #32080
source: Force native appearance
nl_nl: Forceer inheems uiterlijk

# #32081
source: More videos from
nl_nl: Meer video's van

# #32082
source: votes
nl_nl: stemmen

# #32083
source: Add movie to list
nl_nl: Voeg film aan lijst toe

# #32084
source: Use classic keyboard for search
nl_nl: Gebruik klassiek toetsenbord voor zoeken

# #32085
source: Anticipated TV shows
nl_nl: Geanticipeerde TV series

# #32086
source: Most played TV shows
nl_nl: Meest afgespeelde TV series

# #32087
source: Most collected TV shows
nl_nl: Meest verzamelde TV series

# #32088
source: Most watched TV shows
nl_nl: Meest bekeken TV series

# #32089
source: Most played movies
nl_nl: Meest afgespeelde films

# #32090
source: Most watched movies
nl_nl: Meest bekeken films

# #32091
source: Most collected movies
nl_nl: Meest verzamelde films

# #32092
source: Anticipated movies
nl_nl: Geanticipeerde films

# #32093
source: Rated episodes
nl_nl: Beoordeelde afleveringen

# #32094
source: Male
nl_nl: Mannelijk

# #32095
source: Female
nl_nl: Vrouwelijk

# #32099
source: Include porn stars
nl_nl: Pornosterren incluis

# #32100
source: Get extrafanart
nl_nl: Verkrijg extra achtergronden

# #32101
source: Get extrathumbs
nl_nl: Verkrijg extra miniaturen

# #32102
source: Get tune
nl_nl: Verkrijg deuntje

# #32103
source: Change info labels
nl_nl: Verander informatie labels

# #32104
source: Sort by
nl_nl: Sorteer op

# #32106
source: Choose filter behaviour
nl_nl: Kies filter gedrag

# #32107
source: Add to list
nl_nl: Voeg toe aan lijst

# #32108
source: Revenue
nl_nl: Omzet

# #32110
source: Popularity
nl_nl: Populariteit

# #32111
source: Vote count
nl_nl: Aantal stemmen

# #32112
source: Vote average
nl_nl: Stem gemiddelde

# #32113
source: Rate movie
nl_nl: Beoordeel film

# #32114
source: Keyword
nl_nl: Sleutelwoord

# #32115
source: Crew
nl_nl: Filmploeg

# #32116
source: Recommended By TMDB
nl_nl: Aangeraden door TMDB

# #32117
source: Official videos
nl_nl: Officiële video's

# #32119
source: Artwork
nl_nl: Afbeeldingen

# #32120
source: Movie actor roles
nl_nl: Filmacteursrollen

# #32121
source: TV show roles
nl_nl: TV-showrollen

# #32122
source: Movie crew member
nl_nl: Lid van de filmploeg

# #32123
source: TV show crew member
nl_nl: Lid van de TV-filmploeg

# #32125
source: Page
nl_nl: Pagina

# #32126
source: Actor / Crew member
nl_nl: Acteur / Lid van filmploeg

# #32127
source: Certification
nl_nl: Certificering

# #32128
source: Order
nl_nl: Sorteer

# #32129
source: Your rating
nl_nl: Jouw beoordeling

# #32130
source: Show lists
nl_nl: Toon lijsten

# #32131
source: Already rated
nl_nl: Al beoordeeld

# #32133
source: Manage
nl_nl: Beheren

# #32134
source: Starred movies
nl_nl: Gemarkeerde films

# #32135
source: Rated movies
nl_nl: Beoordeelde films

# #32136
source: Choose list
nl_nl: Kies lijst

# #32137
source: Enter list name
nl_nl: Voer lijst naam in

# #32138
source: Delete movie list
nl_nl: Verwijder film lijst

# #32139
source: New movie list
nl_nl: Nieuwe film lijst

# #32140
source: For all features enter your TMDB credentials in addon settings.
nl_nl: Om alle mogelijkheden te benutten dient u uw TMDB gegevens in te vullen in de addon instellingen.

# #32141
source: This product uses the TMDb API but is not endorsed or certified by TMDb.
nl_nl: Dit product maakt gebruik van de TMDb API maar wordt niet goedgekeurd of gecertificeerd door TMDb.

# #32143
source: Could not find item at MovieDB
nl_nl: Kan het item niet vinden op MovieDB

# #32144
source: Starred TV shows
nl_nl: Gemarkeerde TV series

# #32145
source: Rated TV shows
nl_nl: Beoordeelde TV series

# #32146
source: Search for '%s'
nl_nl: Zoeken naar '%s'

# #32147
source: Show appearances
nl_nl: Toon optredens

# #32148
source: Show information
nl_nl: Toon informatie

# #32149
source: Upper limit
nl_nl: Bovengrens

# #32150
source: Lower limit
nl_nl: Ondergrens

# #32151
source: Choose option
nl_nl: Kies optie

# #32152
source: Networks
nl_nl: Netwerken

# #32153
source: Certification country
nl_nl: Certificatieland

# #32154
source: Star
nl_nl: Markeer

# #32155
source: UnStar
nl_nl: DeMarkeer

# #32156
source: Person
nl_nl: Persoon

# #32157
source: Created at
nl_nl: Gecreëerd op

# #32158
source: Birthday today!
nl_nl: Vandaag jarig!

# #32159
source: Language for TheMovieDB requests
nl_nl: Taal voor TheMovieDB verzoeken

# #32160
source: TheMovieDB username
nl_nl: TheMovieDB gebruikersnaam

# #32161
source: TheMovieDB password
nl_nl: TheMovieDB wachtwoord

# #32162
source: Include adult actors / movies
nl_nl: Inclusief acteurs / films voor volwassenen

# #32163
source: Open InfoDialog by default
nl_nl: Open standaard een InfoDialoog

# #32164
source: Delete cache
nl_nl: Verwijder cache

# #32165
source: Add to CouchPotato
nl_nl: Voeg toe aan CouchPotato

# #32166
source: Add to SickBeard
nl_nl: Voeg toe aan SickBeard

# #32167
source: Reviews
nl_nl: Beoordelingen

# #32168
source: Releases
nl_nl: Uitgaves

# #32169
source: Rate TV show
nl_nl: Beoordeel TV serie

# #32170
source: Add to Trakt Watchlist
nl_nl: Voeg toe aan Trakt Kijklijst
